[
  {
    "title": "Homemade Ratatouille",
    "image": "https://www.howtocook.recipes/wp-content/uploads/2021/05/Ratatouille-recipe.jpg",
    "id": 888888,
    "readyInMinutes": 23,
    "servings": 4,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free"],
    "aggregateLikes": 1536,
    "healthScore": 100,
    "summary": "Believe it or not, there are very few steps needed to make this ratatouille dish. You’ll preheat the oven and meanwhile cook the onion, garlic, and carrot until it’s tender on the stove top. Add the crushed tomatoes and seasonings and simmer for about 15 minutes. Taste at this point to see if the seasoning is balanced, and once the sauce is thick, pour it into your baking dish. Now you’ll arrange the slices of vegetables in a pretty circular pattern and brush with olive oil. Cover it and bake until done!",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Red Lentil Soup with Chicken and Turnips",
    "image": "https://img.spoonacular.com/recipes/715415-312x231.jpg",
    "id": 715415,
    "readyInMinutes": 55,
    "servings": 8,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "dairy free"],
    "aggregateLikes": 1866,
    "healthScore": 100,
    "summary": "Red Lentil Soup with Chicken and Turnips might be a good recipe to expand your main course repertoire. This recipe serves 8 and costs $3.0 per serving. One serving contains <b>477 calories</b>, <b>27g of protein</b>, and <b>20g of fat</b>. It is brought to you by Pink When. 1866 people have tried and liked this recipe. It can be enjoyed any time, but it is especially good for <b>Autumn</b>. From preparation to the plate, this recipe takes approximately <b>55 minutes</b>. It is a good option if you're following a <b>gluten free and dairy free</b> diet. Head to the store and pick up salt and pepper, canned tomatoes, flat leaf parsley, and a few other things to make it today. Overall, this recipe earns a <b>spectacular spoonacular score of 99%</b>. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/red-lentil-and-chicken-soup-682185\">Red Lentil and Chicken Soup</a>, <a href=\"https://spoonacular.com/recipes/red-lentil-and-chicken-soup-1058971\">Red Lentil and Chicken Soup</a>, and <a href=\"https://spoonacular.com/recipes/red-lentil-soup-34121\">Red-Lentil Soup</a>.",
    "dishTypes": ["soup", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Asparagus and Pea Soup: Real Convenience Food",
    "image": "https://img.spoonacular.com/recipes/716406-312x231.jpg",
    "id": 716406,
    "readyInMinutes": 20,
    "servings": 2,
    "vegetarian": true,
    "vegan": true,
    "diets": [
      "gluten free",
      "dairy free",
      "paleolithic",
      "lacto ovo vegetarian",
      "primal",
      "vegan"
    ],
    "aggregateLikes": 207,
    "healthScore": 100,
    "summary": "Asparagus and Pea Soup: Real Convenience Food requires approximately <b>20 minutes</b> from start to finish. Watching your figure? This gluten free, dairy free, paleolithic, and lacto ovo vegetarian recipe has <b>217 calories</b>, <b>11g of protein</b>, and <b>8g of fat</b> per serving. This recipe serves 2. For <b>$1.78 per serving</b>, this recipe <b>covers 25%</b> of your daily requirements of vitamins and minerals. <b>Autumn</b> will be even more special with this recipe. It works well as a hor d'oeuvre. 207 people have tried and liked this recipe. It is brought to you by fullbellysisters.blogspot.com. A mixture of vegetable broth, evoo, garlic, and a handful of other ingredients are all it takes to make this recipe so yummy. All things considered, we decided this recipe <b>deserves a spoonacular score of 96%</b>. This score is outstanding. Try <a href=\"https://spoonacular.com/recipes/asparagus-and-pea-soup-real-convenience-food-1393979\">Asparagus and Pea Soup: Real Convenience Food</a>, <a href=\"https://spoonacular.com/recipes/asparagus-and-pea-soup-real-convenience-food-1376201\">Asparagus and Pea Soup: Real Convenience Food</a>, and <a href=\"https://spoonacular.com/recipes/asparagus-and-pea-soup-real-convenience-food-1362341\">Asparagus and Pea Soup: Real Convenience Food</a> for similar recipes.",
    "dishTypes": [
      "antipasti",
      "soup",
      "starter",
      "snack",
      "appetizer",
      "antipasto",
      "hor d'oeuvre"
    ]
  },
  {
    "title": "Garlicky Kale",
    "image": "https://img.spoonacular.com/recipes/644387-312x231.jpg",
    "id": 644387,
    "readyInMinutes": 45,
    "servings": 2,
    "vegetarian": true,
    "vegan": true,
    "diets": [
      "gluten free",
      "dairy free",
      "paleolithic",
      "lacto ovo vegetarian",
      "primal",
      "whole 30",
      "vegan"
    ],
    "aggregateLikes": 19,
    "healthScore": 83,
    "summary": "Garlicky Kale requires approximately <b>45 minutes</b> from start to finish. This side dish has <b>170 calories</b>, <b>2g of protein</b>, and <b>15g of fat</b> per serving. This recipe serves 2. For <b>69 cents per serving</b>, this recipe <b>covers 17%</b> of your daily requirements of vitamins and minerals. 19 people have made this recipe and would make it again. This recipe from Foodista requires balsamic vinegar, garlic, curly kale, and olive oil. It is a good option if you're following a <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> diet. With a spoonacular <b>score of 99%</b>, this dish is outstanding. Try <a href=\"https://spoonacular.com/recipes/garlicky-kale-248759\">Garlicky Kale</a>, <a href=\"https://spoonacular.com/recipes/garlicky-kale-1267347\">Garlicky Kale</a>, and <a href=\"https://spoonacular.com/recipes/garlicky-kale-1584523\">Garlicky Kale</a> for similar recipes.",
    "dishTypes": ["side dish"]
  },
  {
    "title": "Slow Cooker Beef Stew",
    "image": "https://img.spoonacular.com/recipes/715446-312x231.jpg",
    "id": 715446,
    "readyInMinutes": 490,
    "servings": 6,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "dairy free"],
    "aggregateLikes": 57,
    "healthScore": 100,
    "summary": "If you want to add more <b>gluten free and dairy free</b> recipes to your recipe box, Slow Cooker Beef Stew might be a recipe you should try. One serving contains <b>434 calories</b>, <b>44g of protein</b>, and <b>12g of fat</b>. This recipe serves 6. For <b>$2.7 per serving</b>, this recipe <b>covers 45%</b> of your daily requirements of vitamins and minerals. It works best as a main course, and is done in approximately <b>8 hours and 10 minutes</b>. If you have green onions, carrots, celery, and a few other ingredients on hand, you can make it. This recipe is liked by 57 foodies and cooks. <b>Autumn</b> will be even more special with this recipe. It is brought to you by Pink When. Taking all factors into account, this recipe <b>earns a spoonacular score of 99%</b>, which is awesome. Similar recipes include <a href=\"https://spoonacular.com/recipes/slow-cooker-beef-stew-1578321\">Slow Cooker Beef Stew</a>, <a href=\"https://spoonacular.com/recipes/slow-cooker-beef-stew-1241707\">Slow Cooker Beef Stew</a>, and <a href=\"https://spoonacular.com/recipes/slow-cooker-beef-stew-1281171\">Slow Cooker Beef Stew</a>.",
    "dishTypes": ["soup", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Red Kidney Bean Jambalaya",
    "image": "https://img.spoonacular.com/recipes/782601-312x231.jpg",
    "id": 782601,
    "readyInMinutes": 45,
    "servings": 6,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 53,
    "healthScore": 96,
    "summary": "Red Kidney Bean Jambalayan is a main course that serves 6. One portion of this dish contains approximately <b>18g of protein</b>, <b>6g of fat</b>, and a total of <b>393 calories</b>. For <b>$1.68 per serving</b>, this recipe <b>covers 33%</b> of your daily requirements of vitamins and minerals. 53 people were glad they tried this recipe. A mixture of vegetable stock, tomatoes, onion, and a handful of other ingredients are all it takes to make this recipe so flavorful. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> diet. This recipe is typical of Cajun cuisine. It is brought to you by foodandspice.blogspot.com. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. Overall, this recipe earns a <b>tremendous spoonacular score of 99%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/red-kidney-bean-jambalaya-1407231\">Red Kidney Bean Jambalaya</a>, <a href=\"https://spoonacular.com/recipes/red-kidney-bean-salad-94525\">Red Kidney Bean Salad</a>, and <a href=\"https://spoonacular.com/recipes/red-kidney-bean-curry-80686\">Red Kidney Bean Curry</a>.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Cauliflower, Brown Rice, and Vegetable Fried Rice",
    "image": "https://img.spoonacular.com/recipes/716426-312x231.jpg",
    "id": 716426,
    "readyInMinutes": 30,
    "servings": 8,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 3689,
    "healthScore": 51,
    "summary": "The recipe Cauliflower, Brown Rice, and Vegetable Fried Rice is ready <b>in around 30 minutes</b> and is definitely a great <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> option for lovers of Chinese food. This recipe makes 8 servings with <b>248 calories</b>, <b>7g of protein</b>, and <b>13g of fat</b> each. For <b>$1.19 per serving</b>, this recipe <b>covers 19%</b> of your daily requirements of vitamins and minerals. It works well as a hor d'oeuvre. 3689 people have made this recipe and would make it again. It is brought to you by fullbellysisters.blogspot.com. Head to the store and pick up broccoli, t grapeseed oil, sesame seeds, and a few other things to make it today. With a spoonacular <b>score of 100%</b>, this dish is amazing. <a href=\"https://spoonacular.com/recipes/cauliflower-brown-rice-and-vegetable-fried-rice-1230097\">Cauliflower, Brown Rice, and Vegetable Fried Rice</a>, <a href=\"https://spoonacular.com/recipes/cauliflower-brown-rice-and-vegetable-fried-rice-1238897\">Cauliflower, Brown Rice, and Vegetable Fried Rice</a>, and <a href=\"https://spoonacular.com/recipes/cauliflower-brown-rice-and-vegetable-fried-rice-1403527\">Cauliflower, Brown Rice, and Vegetable Fried Rice</a> are very similar to this recipe.",
    "dishTypes": [
      "side dish",
      "antipasti",
      "starter",
      "snack",
      "appetizer",
      "antipasto",
      "hor d'oeuvre"
    ]
  },
  {
    "title": "Quinoa and Chickpea Salad with Sun-Dried Tomatoes and Dried Cherries",
    "image": "https://img.spoonacular.com/recipes/716004-312x231.jpg",
    "id": 716004,
    "readyInMinutes": 45,
    "servings": 6,
    "vegetarian": true,
    "vegan": false,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian"],
    "aggregateLikes": 34,
    "healthScore": 100,
    "summary": "Need a <b>gluten free, dairy free, and vegetarian side dish</b>? Quinoan and Chickpea Salad with Sun-Dried Tomatoes and Dried Cherries could be an awesome recipe to try. This recipe serves 6 and costs $1.87 per serving. One serving contains <b>539 calories</b>, <b>21g of protein</b>, and <b>15g of fat</b>. 34 people have made this recipe and would make it again. Head to the store and pick up honey, juice of orange, chickpeas, and a few other things to make it today. From preparation to the plate, this recipe takes about <b>45 minutes</b>. It is brought to you by foodandspice.blogspot.com. Taking all factors into account, this recipe <b>earns a spoonacular score of 99%</b>, which is spectacular. <a href=\"https://spoonacular.com/recipes/chickpea-and-cucumber-salad-with-dried-cherries-and-cheese-506468\">Chickpean and Cucumber Salad with Dried Cherries and Cheese</a>, <a href=\"https://spoonacular.com/recipes/spinach-quiche-with-sun-dried-tomatoes-923350\">Spinach Quiche with Sun-Dried Tomatoes</a>, and <a href=\"https://spoonacular.com/recipes/quinoa-salad-with-dried-tart-cherries-mint-and-feta-in-lemon-sumac-vinaigrette-605087\">Quinoa Salad With Dried Tart Cherries, Mint, and Fetan in Lemon-Sumac Vinaigrette</a> are very similar to this recipe.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Easy Homemade Rice and Beans",
    "image": "https://img.spoonacular.com/recipes/716627-312x231.jpg",
    "id": 716627,
    "readyInMinutes": 35,
    "servings": 2,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 471,
    "healthScore": 60,
    "summary": "Easy Homemade Rice and Beans is a main course that serves 2. One serving contains <b>446 calories</b>, <b>19g of protein</b>, and <b>4g of fat</b>. For <b>$1.06 per serving</b>, this recipe <b>covers 26%</b> of your daily requirements of vitamins and minerals. A mixture of optional: of hot sauce, canned tomatoes, water, and a handful of other ingredients are all it takes to make this recipe so yummy. This recipe from cooking2perfection.blogspot.com has 471 fans. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> diet. From preparation to the plate, this recipe takes around <b>35 minutes</b>. Overall, this recipe earns a <b>tremendous spoonacular score of 98%</b>. <a href=\"https://spoonacular.com/recipes/easy-homemade-rice-and-beans-1311839\">Easy Homemade Rice and Beans</a>, <a href=\"https://spoonacular.com/recipes/easy-homemade-rice-and-beans-1303021\">Easy Homemade Rice and Beans</a>, and <a href=\"https://spoonacular.com/recipes/easy-homemade-rice-and-beans-1230117\">Easy Homemade Rice and Beans</a> are very similar to this recipe.",
    "dishTypes": ["side dish", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Tuscan White Bean Soup with Olive Oil and Rosemary",
    "image": "https://img.spoonacular.com/recipes/664147-312x231.jpg",
    "id": 664147,
    "readyInMinutes": 45,
    "servings": 6,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 22,
    "healthScore": 94,
    "summary": "Tuscan White Bean Soup with Olive Oil and Rosemary is a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> recipe with 6 servings. This main course has <b>242 calories</b>, <b>16g of protein</b>, and <b>1g of fat</b> per serving. For <b>50 cents per serving</b>, this recipe <b>covers 19%</b> of your daily requirements of vitamins and minerals. It will be a hit at your <b>Autumn</b> event. 22 people found this recipe to be tasty and satisfying. Head to the store and pick up olive oil, rosemary, garlic, and a few other things to make it today. It is brought to you by Foodista. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. With a spoonacular <b>score of 79%</b>, this dish is good. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/white-bean-soup-with-pasta-and-rosemary-oil-drizzle-855454\">White Bean Soup with Pastan and Rosemary Oil Drizzle</a>, <a href=\"https://spoonacular.com/recipes/tuscan-white-bean-and-fennel-stew-with-orange-and-rosemary-105383\">Tuscan White Bean and Fennel Stew With Orange and Rosemary</a>, and <a href=\"https://spoonacular.com/recipes/tuscan-white-bean-soup-1054940\">Tuscan White Bean Soup</a>.",
    "dishTypes": ["soup", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Crunchy Brussels Sprouts Side Dish",
    "image": "https://img.spoonacular.com/recipes/640941-312x231.jpg",
    "id": 640941,
    "readyInMinutes": 30,
    "servings": 4,
    "vegetarian": true,
    "vegan": false,
    "diets": [
      "gluten free",
      "dairy free",
      "paleolithic",
      "lacto ovo vegetarian",
      "primal"
    ],
    "aggregateLikes": 26,
    "healthScore": 100,
    "summary": "The recipe Crunchy Brussels Sprouts Side Dish can be made <b>in about 30 minutes</b>. For <b>$1.69 per serving</b>, you get a side dish that serves 4. One serving contains <b>232 calories</b>, <b>8g of protein</b>, and <b>16g of fat</b>. This recipe is liked by 26 foodies and cooks. It is brought to you by Foodista. A mixture of red wine vinegar, walnuts, dijon mustard, and a handful of other ingredients are all it takes to make this recipe so yummy. It is a good option if you're following a <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> diet. All things considered, we decided this recipe <b>deserves a spoonacular score of 98%</b>. This score is spectacular. Similar recipes include <a href=\"https://spoonacular.com/recipes/side-dish-sundays-cacio-e-pepe-brussels-sprouts-1146819\">Side Dish Sundays: Cacio e Pepe Brussels Sprouts</a>, <a href=\"https://spoonacular.com/recipes/easy-side-dish-roasted-brussels-sprouts-and-grapes-474168\">Easy Side Dish – Roasted Brussels Sprouts and Grapes</a>, and <a href=\"https://spoonacular.com/recipes/side-dish-sundays-cacio-e-pepe-brussels-sprouts-1385177\">Side Dish Sundays: Cacio e Pepe Brussels Sprouts</a>.",
    "dishTypes": ["side dish"]
  },
  {
    "title": "Slow Cooker: Pork and Garbanzo Beans",
    "image": "https://img.spoonacular.com/recipes/660306-312x231.jpg",
    "id": 660306,
    "readyInMinutes": 45,
    "servings": 6,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "dairy free"],
    "aggregateLikes": 22,
    "healthScore": 100,
    "summary": "Slow Cooker: Pork and Garbanzo Beans takes approximately <b>45 minutes</b> from beginning to end. This recipe serves 6. This main course has <b>587 calories</b>, <b>66g of protein</b>, and <b>14g of fat</b> per serving. For <b>$2.99 per serving</b>, this recipe <b>covers 45%</b> of your daily requirements of vitamins and minerals. Head to the store and pick up water *2, cumin, pork should roast, and a few other things to make it today. This recipe is liked by 22 foodies and cooks. It is brought to you by Foodista. It is a good option if you're following a <b>gluten free and dairy free</b> diet. With a spoonacular <b>score of 96%</b>, this dish is outstanding. Similar recipes include <a href=\"https://spoonacular.com/recipes/slow-cooker-pork-and-beans-619424\">Slow Cooker Pork and Beans</a>, <a href=\"https://spoonacular.com/recipes/slow-cooker-pork-and-beans-1242889\">Slow Cooker Pork and Beans</a>, and <a href=\"https://spoonacular.com/recipes/slow-cooker-pork-and-beans-244959\">Slow Cooker Pork and Beans</a>.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Powerhouse Almond Matcha Superfood Smoothie",
    "image": "https://img.spoonacular.com/recipes/756814-312x231.jpg",
    "id": 756814,
    "readyInMinutes": 10,
    "servings": 2,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "dairy free"],
    "aggregateLikes": 80,
    "healthScore": 52,
    "summary": "Powerhouse Almond Matcha Superfood Smoothie is a breakfast that serves 2. One serving contains <b>289 calories</b>, <b>11g of protein</b>, and <b>13g of fat</b>. For <b>$2.59 per serving</b>, this recipe <b>covers 27%</b> of your daily requirements of vitamins and minerals. If you have chia seeds, matcha tea powder, banana, and a few other ingredients on hand, you can make it. It is a good option if you're following a <b>gluten free, dairy free, and whole 30</b> diet. This recipe from Foodista has 80 fans. From preparation to the plate, this recipe takes around <b>10 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 98%</b>. This score is awesome. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/powerhouse-almond-matcha-superfood-smoothie-1244781\">Powerhouse Almond Matcha Superfood Smoothie</a>, <a href=\"https://spoonacular.com/recipes/chocolate-almond-superfood-smoothie-1600269\">Chocolate Almond Superfood Smoothie</a>, and <a href=\"https://spoonacular.com/recipes/powerhouse-golden-turmeric-smoothie-882363\">Powerhouse Golden Turmeric Smoothie</a>.",
    "dishTypes": ["morning meal", "brunch", "beverage", "breakfast", "drink"]
  },
  {
    "title": "Broccolini Quinoa Pilaf",
    "image": "https://img.spoonacular.com/recipes/715769-312x231.jpg",
    "id": 715769,
    "readyInMinutes": 30,
    "servings": 2,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 94,
    "healthScore": 74,
    "summary": "Broccolini Quinoa Pilaf requires approximately <b>30 minutes</b> from start to finish. For <b>$4.14 per serving</b>, you get a main course that serves 2. One portion of this dish contains around <b>20g of protein</b>, <b>31g of fat</b>, and a total of <b>625 calories</b>. Head to the store and pick up vegetable broth, onion, olive oil, and a few other things to make it today. A few people made this recipe, and 94 would say it hit the spot. It is a <b>rather expensive</b> recipe for fans of Mediterranean food. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> diet. It is brought to you by Pick Fresh Foods. With a spoonacular <b>score of 98%</b>, this dish is excellent. Similar recipes are <a href=\"https://spoonacular.com/recipes/spring-broccolini-kale-quinoa-bowls-734866\">Spring Broccolini & Kale Quinoa Bowls</a>, <a href=\"https://spoonacular.com/recipes/orange-sesame-salmon-with-quinoa-broccolini-839832\">Orange-Sesame Salmon with Quinoa & Broccolini</a>, and <a href=\"https://spoonacular.com/recipes/black-pepper-goat-cheese-and-chard-quinoa-with-roasted-broccolini-625829\">Black Pepper Goat Cheese and Chard Quinoa with Roasted Broccolini</a>.",
    "dishTypes": ["side dish", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Easy To Make Spring Rolls",
    "image": "https://img.spoonacular.com/recipes/642129-312x231.jpg",
    "id": 642129,
    "readyInMinutes": 45,
    "servings": 4,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "dairy free", "pescatarian"],
    "aggregateLikes": 22,
    "healthScore": 100,
    "summary": "If you want to add more <b>gluten free, dairy free, and pescatarian</b> recipes to your collection, Easy To Make Spring Rolls might be a recipe you should try. For <b>$3.78 per serving</b>, you get a hor d'oeuvre that serves 4. One serving contains <b>162 calories</b>, <b>13g of protein</b>, and <b>2g of fat</b>. 22 people found this recipe to be flavorful and satisfying. From preparation to the plate, this recipe takes about <b>45 minutes</b>. It can be enjoyed any time, but it is especially good for <b>Spring</b>. This recipe from Foodista requires mint leaves, garlic, chili pepper, and rice vinegar. This recipe is typical of Vietnamese cuisine. Overall, this recipe earns a <b>tremendous spoonacular score of 88%</b>. <a href=\"https://spoonacular.com/recipes/easy-to-make-spring-rolls-1262689\">Easy To Make Spring Rolls</a>, <a href=\"https://spoonacular.com/recipes/easy-to-make-spring-rolls-1218889\">Easy To Make Spring Rolls</a>, and <a href=\"https://spoonacular.com/recipes/easy-to-make-spring-rolls-1531113\">Easy To Make Spring Rolls</a> are very similar to this recipe.",
    "dishTypes": [
      "fingerfood",
      "antipasti",
      "starter",
      "snack",
      "appetizer",
      "antipasto",
      "hor d'oeuvre"
    ]
  },
  {
    "title": "Farro With Mushrooms and Asparagus",
    "image": "https://img.spoonacular.com/recipes/642605-312x231.jpg",
    "id": 642605,
    "readyInMinutes": 75,
    "servings": 4,
    "vegetarian": true,
    "vegan": false,
    "diets": ["dairy free", "lacto ovo vegetarian"],
    "aggregateLikes": 47,
    "healthScore": 80,
    "summary": "Farro With Mushrooms and Asparagus is a <b>dairy free and lacto ovo vegetarian</b> recipe with 4 servings. One serving contains <b>365 calories</b>, <b>12g of protein</b>, and <b>9g of fat</b>. For <b>$3.94 per serving</b>, this recipe <b>covers 23%</b> of your daily requirements of vitamins and minerals. This recipe is liked by 47 foodies and cooks. From preparation to the plate, this recipe takes around <b>1 hour and 15 minutes</b>. It works well as a side dish. If you have asparagus, garlic, porcini mushrooms, and a few other ingredients on hand, you can make it. It is brought to you by Foodista. With a spoonacular <b>score of 98%</b>, this dish is awesome. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/farro-risotto-with-wild-mushrooms-and-asparagus-495316\">Farro Risotto with Wild Mushrooms and Asparagus</a>, <a href=\"https://spoonacular.com/recipes/farro-with-asparagus-hazelnuts-and-kale-topped-with-roasted-mushrooms-298005\">Farro with Asparagus, Hazelnuts and Kale Topped with Roasted Mushrooms</a>, and <a href=\"https://spoonacular.com/recipes/farro-and-porcini-mushrooms-farro-con-funghi-40485\">Farro And Porcini Mushrooms (farro Con Funghi)</a>.",
    "dishTypes": ["side dish"]
  },
  {
    "title": "Butternut Squash Frittata",
    "image": "https://img.spoonacular.com/recipes/636589-312x231.jpg",
    "id": 636589,
    "readyInMinutes": 45,
    "servings": 1,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free"],
    "aggregateLikes": 18,
    "healthScore": 100,
    "summary": "The recipe Butternut Squash Frittata can be made <b>in approximately 45 minutes</b>. This recipe serves 1. Watching your figure? This gluten free recipe has <b>465 calories</b>, <b>24g of protein</b>, and <b>4g of fat</b> per serving. For <b>$3.4 per serving</b>, this recipe <b>covers 53%</b> of your daily requirements of vitamins and minerals. A few people really liked this main course. This recipe from Foodista requires butternut squash, bell pepper, liquid egg substitute, and non-fat milk. 18 people have tried and liked this recipe. Overall, this recipe earns an <b>awesome spoonacular score of 98%</b>. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/butternut-squash-frittata-750335\">Butternut Squash Frittata</a>, <a href=\"https://spoonacular.com/recipes/butternut-squash-frittata-1225935\">Butternut Squash Frittata</a>, and <a href=\"https://spoonacular.com/recipes/butternut-squash-and-quinoa-frittata-1313179\">Butternut Squash and Quinoa Frittata</a>.",
    "dishTypes": [
      "lunch",
      "main course",
      "morning meal",
      "brunch",
      "main dish",
      "breakfast",
      "dinner"
    ]
  },
  {
    "title": "Herbivoracious' White Bean and Kale Soup",
    "image": "https://img.spoonacular.com/recipes/646738-312x231.jpg",
    "id": 646738,
    "readyInMinutes": 45,
    "servings": 6,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 10,
    "healthScore": 100,
    "summary": "Herbivoracious' White Bean and Kale Soup might be a good recipe to expand your main course recipe box. One serving contains <b>332 calories</b>, <b>17g of protein</b>, and <b>10g of fat</b>. This recipe serves 6 and costs 78 cents per serving. 10 people were impressed by this recipe. It will be a hit at your <b>Autumn</b> event. Head to the store and pick up juice of lemon, carrot, dinosaur kale, and a few other things to make it today. It is brought to you by Foodista. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> diet. All things considered, we decided this recipe <b>deserves a spoonacular score of 94%</b>. This score is tremendous. <a href=\"https://spoonacular.com/recipes/kale-and-white-bean-soup-1214347\">Kale And White Bean Soup</a>, <a href=\"https://spoonacular.com/recipes/white-bean-and-kale-soup-15247\">White Bean And Kale Soup</a>, and <a href=\"https://spoonacular.com/recipes/white-bean-kale-soup-1571259\">White Bean Kale Soup</a> are very similar to this recipe.",
    "dishTypes": ["soup", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Tomato and lentil soup",
    "image": "https://img.spoonacular.com/recipes/663559-312x231.jpg",
    "id": 663559,
    "readyInMinutes": 45,
    "servings": 4,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 11,
    "healthScore": 100,
    "summary": "Tomato and lentil soup might be a good recipe to expand your main course recipe box. This recipe makes 4 servings with <b>340 calories</b>, <b>18g of protein</b>, and <b>8g of fat</b> each. For <b>$1.16 per serving</b>, this recipe <b>covers 34%</b> of your daily requirements of vitamins and minerals. It is perfect for <b>Autumn</b>. This recipe from Foodista requires bay leaf, onion, garlic, and carrots. 11 person were glad they tried this recipe. From preparation to the plate, this recipe takes about <b>45 minutes</b>. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> diet. With a spoonacular <b>score of 96%</b>, this dish is great. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/tomato-and-lentil-soup-482854\">Tomato and Lentil Soup</a>, <a href=\"https://spoonacular.com/recipes/lentil-tomato-soup-398380\">Lentil-Tomato Soup</a>, and <a href=\"https://spoonacular.com/recipes/lentil-tomato-soup-108370\">Lentil & Tomato Soup</a>.",
    "dishTypes": ["soup", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Swiss Chard Wraps",
    "image": "https://img.spoonacular.com/recipes/662670-312x231.jpg",
    "id": 662670,
    "readyInMinutes": 45,
    "servings": 6,
    "vegetarian": true,
    "vegan": true,
    "diets": [
      "gluten free",
      "dairy free",
      "paleolithic",
      "lacto ovo vegetarian",
      "primal",
      "vegan"
    ],
    "aggregateLikes": 14,
    "healthScore": 90,
    "summary": "Swiss Chard Wraps is a <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> recipe with 6 servings. One serving contains <b>137 calories</b>, <b>4g of protein</b>, and <b>11g of fat</b>. For <b>82 cents per serving</b>, this recipe <b>covers 18%</b> of your daily requirements of vitamins and minerals. It works best as a side dish, and is done in about <b>45 minutes</b>. 14 people were impressed by this recipe. If you have swiss chard leaves, orange cauliflower, olive oil, and a few other ingredients on hand, you can make it. It is brought to you by Foodista. Overall, this recipe earns an <b>excellent spoonacular score of 96%</b>. <a href=\"https://spoonacular.com/recipes/swiss-chard-wraps-1367505\">Swiss Chard Wraps</a>, <a href=\"https://spoonacular.com/recipes/sweet-thai-chile-chicken-swiss-chard-wraps-with-peanut-ginger-sauce-703915\">Sweet Thai Chile Chicken Swiss Chard Wraps with Peanut Ginger Sauce</a>, and <a href=\"https://spoonacular.com/recipes/swiss-chard-353815\">Swiss Chard</a> are very similar to this recipe.",
    "dishTypes": ["side dish"]
  },
  {
    "title": "Corn Avocado Salsa",
    "image": "https://img.spoonacular.com/recipes/640062-312x231.jpg",
    "id": 640062,
    "readyInMinutes": 25,
    "servings": 2,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 44,
    "healthScore": 71,
    "summary": "Corn Avocado Salsa might be just the hor d'oeuvre you are searching for. For <b>$1.31 per serving</b>, this recipe <b>covers 15%</b> of your daily requirements of vitamins and minerals. One portion of this dish contains roughly <b>5g of protein</b>, <b>16g of fat</b>, and a total of <b>237 calories</b>. This recipe serves 2. 44 people have made this recipe and would make it again. This recipe from Foodista requires avocado, balsamic vinegar, cumin, and garlic. A few people really liked this Mexican dish. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> diet. From preparation to the plate, this recipe takes around <b>25 minutes</b>. With a spoonacular <b>score of 97%</b>, this dish is spectacular. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/avocado-corn-salsa-1329607\">Avocado Corn Salsa</a>, <a href=\"https://spoonacular.com/recipes/avocado-corn-salsa-173978\">Avocado-Corn Salsa</a>, and <a href=\"https://spoonacular.com/recipes/avocado-corn-salsa-1305913\">Avocado-Corn Salsa</a>.",
    "dishTypes": [
      "antipasti",
      "condiment",
      "starter",
      "snack",
      "appetizer",
      "dip",
      "antipasto",
      "hor d'oeuvre",
      "spread"
    ]
  },
  {
    "title": "Cheesy Chicken Enchilada Quinoa Casserole",
    "image": "https://img.spoonacular.com/recipes/715421-312x231.jpg",
    "id": 715421,
    "readyInMinutes": 30,
    "servings": 4,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free"],
    "aggregateLikes": 9912,
    "healthScore": 38,
    "summary": "Cheesy Chicken Enchilada Quinoa Casserole might be just the <b>Mexican</b> recipe you are searching for. One serving contains <b>594 calories</b>, <b>34g of protein</b>, and <b>24g of fat</b>. This gluten free recipe serves 4 and costs <b>$2.62 per serving</b>. A mixture of corn, pepper, canned tomatoes, and a handful of other ingredients are all it takes to make this recipe so delicious. From preparation to the plate, this recipe takes approximately <b>30 minutes</b>. It will be a hit at your <b>Autumn</b> event. Plenty of people made this recipe, and 9912 would say it hit the spot. It works well as an affordable main course. It is brought to you by Pink When. With a spoonacular <b>score of 97%</b>, this dish is amazing. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/cheesy-chicken-enchilada-quinoa-casserole-1317125\">Cheesy Chicken Enchilada Quinoa Casserole</a>, <a href=\"https://spoonacular.com/recipes/cheesy-chicken-enchilada-quinoa-casserole-1340231\">Cheesy Chicken Enchilada Quinoa Casserole</a>, and <a href=\"https://spoonacular.com/recipes/cheesy-chicken-enchilada-quinoa-casserole-1280325\">Cheesy Chicken Enchilada Quinoa Casserole</a>.",
    "dishTypes": ["side dish", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Zesty Green Pea and Jalapeño Pesto Pasta",
    "image": "https://img.spoonacular.com/recipes/715957-312x231.jpg",
    "id": 715957,
    "readyInMinutes": 45,
    "servings": 4,
    "vegetarian": false,
    "vegan": false,
    "diets": ["dairy free"],
    "aggregateLikes": 100,
    "healthScore": 57,
    "summary": "Zesty Green Pean and Jalapeño Pesto Pasta requires approximately <b>45 minutes</b> from start to finish. One serving contains <b>318 calories</b>, <b>9g of protein</b>, and <b>12g of fat</b>. For <b>$1.1 per serving</b>, you get a side dish that serves 4. 100 people have tried and liked this recipe. A mixture of basil leaves, olive oil, rotini pasta, and a handful of other ingredients are all it takes to make this recipe so tasty. It is brought to you by foodandspice.blogspot.com. It is a good option if you're following a <b>dairy free</b> diet. Overall, this recipe earns a <b>spectacular spoonacular score of 98%</b>. Similar recipes are <a href=\"https://spoonacular.com/recipes/zesty-green-pea-and-jalapeo-pesto-pasta-612574\">Zesty Green Pean and Jalapeño Pesto Pasta</a>, <a href=\"https://spoonacular.com/recipes/pasta-with-cilantro-jalapeo-pesto-fresh-corn-tomatoes-495476\">Pasta with Cilantro Jalapeño Pesto, Fresh Corn & Tomatoes</a>, and <a href=\"https://spoonacular.com/recipes/beet-green-and-radish-green-pesto-pasta-with-roasted-beets-and-radishes-149271\">Beet Green and Radish Green Pesto Pasta with Roasted Beets and Radishes</a>.",
    "dishTypes": ["side dish"]
  },
  {
    "title": "Jade Buddha Salmon Tartare",
    "image": "https://img.spoonacular.com/recipes/648320-312x231.jpg",
    "id": 648320,
    "readyInMinutes": 45,
    "servings": 2,
    "vegetarian": false,
    "vegan": false,
    "diets": [
      "gluten free",
      "dairy free",
      "paleolithic",
      "primal",
      "pescatarian"
    ],
    "aggregateLikes": 28,
    "healthScore": 89,
    "summary": "Need a <b>gluten free, dairy free, paleolithic, and primal main course</b>? Jade Buddha Salmon Tartare could be an outstanding recipe to try. This recipe serves 2 and costs $6.96 per serving. One serving contains <b>382 calories</b>, <b>34g of protein</b>, and <b>25g of fat</b>. If you have olive oil to coat, green onion, salt and pepper, and a few other ingredients on hand, you can make it. 28 people were glad they tried this recipe. It is brought to you by Foodista. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. Overall, this recipe earns an <b>awesome spoonacular score of 97%</b>. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/salmon-tartare-40385\">Salmon Tartare</a>, <a href=\"https://spoonacular.com/recipes/salmon-tartare-1281973\">Salmon Tartare</a>, and <a href=\"https://spoonacular.com/recipes/salmon-tartare-40377\">Salmon Tartare</a>.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Finger Foods: Frittata Muffins",
    "image": "https://img.spoonacular.com/recipes/716432-312x231.jpg",
    "id": 716432,
    "readyInMinutes": 45,
    "servings": 1,
    "vegetarian": true,
    "vegan": false,
    "diets": ["gluten free", "lacto ovo vegetarian", "primal", "ketogenic"],
    "aggregateLikes": 601,
    "healthScore": 49,
    "summary": "Finger Foods: Frittata Muffins might be a good recipe to expand your breakfast repertoire. This recipe makes 1 servings with <b>655 calories</b>, <b>50g of protein</b>, and <b>45g of fat</b> each. For <b>$2.96 per serving</b>, this recipe <b>covers 47%</b> of your daily requirements of vitamins and minerals. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Plenty of people made this recipe, and 601 would say it hit the spot. If you have salt and pepper, orange pepper, t cream, and a few other ingredients on hand, you can make it. It is a good option if you're following a <b>gluten free, lacto ovo vegetarian, primal, and ketogenic</b> diet. It is brought to you by fullbellysisters.blogspot.com. Overall, this recipe earns an <b>amazing spoonacular score of 97%</b>. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/finger-foods-frittata-muffins-1369183\">Finger Foods: Frittata Muffins</a>, <a href=\"https://spoonacular.com/recipes/38-power-foods-skinny-kiwifruit-muffins-524893\">{38 Power Foods} Skinny Kiwifruit Muffins</a>, and <a href=\"https://spoonacular.com/recipes/38-power-foods-skinny-broccoli-cheese-muffins-525064\">{38 Power Foods} Skinny Broccoli Cheese Muffins</a>.",
    "dishTypes": ["morning meal", "brunch", "breakfast"]
  },
  {
    "title": "Spicy Black-Eyed Pea Curry with Swiss Chard and Roasted Eggplant",
    "image": "https://img.spoonacular.com/recipes/798400-312x231.jpg",
    "id": 798400,
    "readyInMinutes": 45,
    "servings": 6,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 32,
    "healthScore": 71,
    "summary": "The recipe Spicy Black-Eyed Pea Curry with Swiss Chard and Roasted Eggplant could satisfy your Indian craving in around <b>45 minutes</b>. This recipe serves 6 and costs 94 cents per serving. This hor d'oeuvre has <b>129 calories</b>, <b>7g of protein</b>, and <b>2g of fat</b> per serving. It is brought to you by foodandspice.blogspot.com. If you have black-eyed peas, olive oil, globe, and a few other ingredients on hand, you can make it. This recipe is liked by 32 foodies and cooks. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> diet. All things considered, we decided this recipe <b>deserves a spoonacular score of 98%</b>. This score is outstanding. Try <a href=\"https://spoonacular.com/recipes/roasted-eggplant-and-swiss-chard-lasagna-1070265\">Roasted Eggplant and Swiss Chard Lasagna</a>, <a href=\"https://spoonacular.com/recipes/pumpkin-black-eyed-pea-and-coconut-curry-1065869\">Pumpkin, Black-Eyed Pea, and Coconut Curry</a>, and <a href=\"https://spoonacular.com/recipes/spicy-black-eyed-pea-relish-31042\">Spicy Black-eyed Pea Relish</a> for similar recipes.",
    "dishTypes": [
      "antipasti",
      "starter",
      "snack",
      "appetizer",
      "antipasto",
      "hor d'oeuvre"
    ]
  },
  {
    "title": "Moroccan chickpea and lentil stew",
    "image": "https://img.spoonacular.com/recipes/652417-312x231.jpg",
    "id": 652417,
    "readyInMinutes": 30,
    "servings": 3,
    "vegetarian": true,
    "vegan": true,
    "diets": ["dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 11,
    "healthScore": 96,
    "summary": "The recipe Moroccan chickpean and lentil stew can be made <b>in roughly 30 minutes</b>. This dairy free, lacto ovo vegetarian, and vegan recipe serves 3 and costs <b>$1.26 per serving</b>. This main course has <b>466 calories</b>, <b>20g of protein</b>, and <b>7g of fat</b> per serving. This recipe is liked by 11 foodies and cooks. It can be enjoyed any time, but it is especially good for <b>Autumn</b>. It is brought to you by Foodista. If you have olive oil, salt and pepper, tomato paste, and a few other ingredients on hand, you can make it. All things considered, we decided this recipe <b>deserves a spoonacular score of 97%</b>. This score is outstanding. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/moroccan-chickpea-and-lentil-stew-1376773\">Moroccan chickpean and lentil stew</a>, <a href=\"https://spoonacular.com/recipes/butternut-squash-chickpea-lentil-moroccan-stew-523871\">Butternut Squash, Chickpea & Lentil Moroccan Stew</a>, and <a href=\"https://spoonacular.com/recipes/butternut-squash-chickpea-lentil-moroccan-stew-1379167\">Butternut Squash, Chickpea & Lentil Moroccan Stew</a>.",
    "dishTypes": ["soup", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Strawberry-Mango Quinoa Salad",
    "image": "https://img.spoonacular.com/recipes/661925-312x231.jpg",
    "id": 661925,
    "readyInMinutes": 45,
    "servings": 4,
    "vegetarian": true,
    "vegan": false,
    "diets": ["gluten free", "lacto ovo vegetarian"],
    "aggregateLikes": 41,
    "healthScore": 66,
    "summary": "Need a <b>gluten free and lacto ovo vegetarian hor d'oeuvre</b>? Strawberry-Mango Quinoa Salad could be an awesome recipe to try. This recipe serves 4. One serving contains <b>354 calories</b>, <b>8g of protein</b>, and <b>17g of fat</b>. For <b>$1.87 per serving</b>, this recipe <b>covers 21%</b> of your daily requirements of vitamins and minerals. 41 person were impressed by this recipe. This recipe from Foodista requires cucumber, cream, mango, and strawberries. From preparation to the plate, this recipe takes about <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 97%</b>. This score is tremendous. Similar recipes are <a href=\"https://spoonacular.com/recipes/strawberry-mango-quinoa-salad-1578467\">Strawberry-Mango Quinoa Salad</a>, <a href=\"https://spoonacular.com/recipes/strawberry-mango-quinoa-salad-1588251\">Strawberry-Mango Quinoa Salad</a>, and <a href=\"https://spoonacular.com/recipes/strawberry-mango-chopped-spinach-quinoa-salad-with-sesame-lime-vinaigrette-1469287\">Strawberry & Mango Chopped Spinach Quinoa Salad with Sesame-Lime Vinaigrette</a>.",
    "dishTypes": [
      "side dish",
      "antipasti",
      "salad",
      "starter",
      "snack",
      "appetizer",
      "antipasto",
      "hor d'oeuvre"
    ]
  },
  {
    "title": "Caldo Verde - Portuguese Kale Soup",
    "image": "https://img.spoonacular.com/recipes/636787-312x231.jpg",
    "id": 636787,
    "readyInMinutes": 45,
    "servings": 4,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "dairy free", "whole 30"],
    "aggregateLikes": 13,
    "healthScore": 89,
    "summary": "Caldo Verde - Portuguese Kale Soup takes approximately <b>45 minutes</b> from beginning to end. One portion of this dish contains around <b>20g of protein</b>, <b>10g of fat</b>, and a total of <b>493 calories</b>. For <b>$2.24 per serving</b>, this recipe <b>covers 35%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. 13 people were glad they tried this recipe. It is a good option if you're following a <b>gluten free, dairy free, and whole 30</b> diet. It is brought to you by Foodista. It works well as a main course. It will be a hit at your <b>Autumn</b> event. Head to the store and pick up onion, carrots, pepper flakes, and a few other things to make it today. With a spoonacular <b>score of 92%</b>, this dish is outstanding. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/portuguese-kale-soup-caldo-verde-499535\">Portuguese Kale Soup (Caldo Verde)</a>, <a href=\"https://spoonacular.com/recipes/caldo-verde-portuguese-kale-soup-1274837\">Caldo Verde - Portuguese Kale Soup</a>, and <a href=\"https://spoonacular.com/recipes/caldo-verde-portuguese-kale-soup-598606\">Caldo Verde | Portuguese Kale Soup</a>.",
    "dishTypes": ["soup", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Moroccan Couscous and Chickpea Salad",
    "image": "https://img.spoonacular.com/recipes/652423-312x231.jpg",
    "id": 652423,
    "readyInMinutes": 45,
    "servings": 6,
    "vegetarian": true,
    "vegan": true,
    "diets": ["dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 72,
    "healthScore": 56,
    "summary": "You can never have too many side dish recipes, so give Moroccan Couscous and Chickpea Salad a try. This recipe serves 6 and costs $1.87 per serving. One serving contains <b>483 calories</b>, <b>14g of protein</b>, and <b>25g of fat</b>. 72 people were glad they tried this recipe. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Head to the store and pick up cinnamon, chickpeas, bell pepper, and a few other things to make it today. It is brought to you by Foodista. It is a good option if you're following a <b>dairy free, lacto ovo vegetarian, and vegan</b> diet. With a spoonacular <b>score of 97%</b>, this dish is excellent. Try <a href=\"https://spoonacular.com/recipes/moroccan-couscous-and-chickpea-salad-1380255\">Moroccan Couscous and Chickpea Salad</a>, <a href=\"https://spoonacular.com/recipes/moroccan-chickpea-couscous-1427491\">Moroccan Chickpea Couscous</a>, and <a href=\"https://spoonacular.com/recipes/moroccan-tomato-chickpea-soup-with-couscous-222144\">Moroccan tomato & chickpea soup with couscous</a> for similar recipes.",
    "dishTypes": ["side dish"]
  },
  {
    "title": "Easy Vegetable Beef Soup",
    "image": "https://img.spoonacular.com/recipes/715447-312x231.jpg",
    "id": 715447,
    "readyInMinutes": 150,
    "servings": 8,
    "vegetarian": false,
    "vegan": false,
    "diets": ["dairy free"],
    "aggregateLikes": 130,
    "healthScore": 65,
    "summary": "You can never have too many main course recipes, so give Easy Vegetable Beef Soup a try. This dairy free recipe serves 8 and costs <b>$3.45 per serving</b>. One serving contains <b>566 calories</b>, <b>45g of protein</b>, and <b>19g of fat</b>. 130 people were glad they tried this recipe. It will be a hit at your <b>Autumn</b> event. A mixture of salt, seasoning, on carrots, and a handful of other ingredients are all it takes to make this recipe so flavorful. It is brought to you by Pink When. From preparation to the plate, this recipe takes roughly <b>2 hours and 30 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 97%</b>, which is awesome. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/easy-vegetable-beef-soup-1050610\">Easy Vegetable Beef Soup</a>, <a href=\"https://spoonacular.com/recipes/easy-vegetable-beef-soup-177116\">Easy Vegetable-Beef Soup</a>, and <a href=\"https://spoonacular.com/recipes/easy-vegetable-beef-soup-459390\">Easy Vegetable Beef Soup</a>.",
    "dishTypes": ["soup", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Mango Fried Rice",
    "image": "https://img.spoonacular.com/recipes/716311-312x231.jpg",
    "id": 716311,
    "readyInMinutes": 45,
    "servings": 2,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "dairy free"],
    "aggregateLikes": 262,
    "healthScore": 45,
    "summary": "Mango Fried Rice is a Chinese main course. This recipe makes 2 servings with <b>486 calories</b>, <b>16g of protein</b>, and <b>4g of fat</b> each. For <b>$1.51 per serving</b>, this recipe <b>covers 19%</b> of your daily requirements of vitamins and minerals. Several people made this recipe, and 262 would say it hit the spot. Head to the store and pick up scotch bonnet pepper, seasoning cubes, rice, and a few other things to make it today. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. It is brought to you by Afrolems. It is a good option if you're following a <b>gluten free and dairy free</b> diet. Overall, this recipe earns a <b>great spoonacular score of 94%</b>. <a href=\"https://spoonacular.com/recipes/mango-pork-fried-rice-176007\">Mango-Pork Fried Rice</a>, <a href=\"https://spoonacular.com/recipes/thai-beef-mango-fried-rice-1326163\">Thai Beef & Mango Fried Rice</a>, and <a href=\"https://spoonacular.com/recipes/thai-chicken-and-mango-fried-rice-509300\">Thai Chicken and Mango Fried Rice</a> are very similar to this recipe.",
    "dishTypes": ["side dish", "lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Homemade Guacamole",
    "image": "https://img.spoonacular.com/recipes/715543-312x231.jpg",
    "id": 715543,
    "readyInMinutes": 45,
    "servings": 4,
    "vegetarian": true,
    "vegan": true,
    "diets": [
      "gluten free",
      "dairy free",
      "paleolithic",
      "lacto ovo vegetarian",
      "primal",
      "whole 30",
      "vegan"
    ],
    "aggregateLikes": 1330,
    "healthScore": 34,
    "summary": "If you want to add more <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> recipes to your recipe box, Homemade Guacamole might be a recipe you should try. For <b>92 cents per serving</b>, this recipe <b>covers 9%</b> of your daily requirements of vitamins and minerals. This recipe makes 4 servings with <b>170 calories</b>, <b>2g of protein</b>, and <b>15g of fat</b> each. It is an <b>inexpensive</b> recipe for fans of Mexican food. Many people really liked this hor d'oeuvre. This recipe from Pink When has 1330 fans. A mixture of roma tomato, onion, pepper, and a handful of other ingredients are all it takes to make this recipe so tasty. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. With a spoonacular <b>score of 97%</b>, this dish is amazing. Similar recipes are <a href=\"https://spoonacular.com/recipes/homemade-guacamole-883310\">Homemade Guacamole</a>, <a href=\"https://spoonacular.com/recipes/homemade-guacamole-1059336\">Homemade Guacamole</a>, and <a href=\"https://spoonacular.com/recipes/homemade-guacamole-1170259\">Homemade Guacamole</a>.",
    "dishTypes": [
      "antipasti",
      "condiment",
      "starter",
      "snack",
      "appetizer",
      "dip",
      "antipasto",
      "hor d'oeuvre",
      "spread"
    ]
  },
  {
    "title": "Spicy Salad with Kidney Beans, Cheddar, and Nuts",
    "image": "https://img.spoonacular.com/recipes/157344-312x231.jpg",
    "id": 157344,
    "readyInMinutes": 10,
    "servings": 1,
    "vegetarian": true,
    "vegan": false,
    "diets": ["gluten free", "lacto ovo vegetarian"],
    "aggregateLikes": 6,
    "healthScore": 78,
    "summary": "Spicy Salad with Kidney Beans, Cheddar, and Nuts might be just the main course you are searching for. One serving contains <b>719 calories</b>, <b>27g of protein</b>, and <b>49g of fat</b>. This recipe serves 1 and costs $4.58 per serving. It is a good option if you're following a <b>gluten free and lacto ovo vegetarian</b> diet. Head to the store and pick up almonds, greens, sundried tomatoes, and a few other things to make it today. From preparation to the plate, this recipe takes about <b>10 minutes</b>. It is brought to you by spoonacular user <a href=\"/profile/coffeebean\">coffeebean</a>. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/curried-red-kidney-beans-with-paneer-paneer-rajma-593415\">Curried Red Kidney Beans with Paneer (Paneer Rajma)</a>, <a href=\"https://spoonacular.com/recipes/steak-and-kidney-pie-with-port-and-pickled-walnuts-661494\">Steak and Kidney Pie With Port and Pickled Walnuts</a>, and <a href=\"https://spoonacular.com/recipes/lamb-and-kidney-hot-pot-157834\">LAMB AND KIDNEY HOT- POT</a>.",
    "dishTypes": [
      "side dish",
      "lunch",
      "salad",
      "main course",
      "main dish",
      "dinner"
    ]
  },
  {
    "title": "Roasted Broccoli with Lemon and Garlic",
    "image": "https://img.spoonacular.com/recipes/658509-312x231.jpg",
    "id": 658509,
    "readyInMinutes": 45,
    "servings": 4,
    "vegetarian": true,
    "vegan": true,
    "diets": [
      "gluten free",
      "dairy free",
      "paleolithic",
      "lacto ovo vegetarian",
      "primal",
      "whole 30",
      "vegan"
    ],
    "aggregateLikes": 11,
    "healthScore": 70,
    "summary": "Roasted Broccoli with Lemon and Garlic is a side dish that serves 4. One portion of this dish contains approximately <b>3g of protein</b>, <b>2g of fat</b>, and a total of <b>58 calories</b>. For <b>30 cents per serving</b>, this recipe <b>covers 14%</b> of your daily requirements of vitamins and minerals. If you have lemon juice, ground pepper, salt, and a few other ingredients on hand, you can make it. 11 person have tried and liked this recipe. It is brought to you by Foodista. It is a good option if you're following a <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> diet. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 96%</b>, which is awesome. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/roasted-broccoli-with-lemon-and-garlic-1345079\">Roasted Broccoli with Lemon and Garlic</a>, <a href=\"https://spoonacular.com/recipes/roasted-broccoli-with-lemon-and-garlic-1337497\">Roasted Broccoli with Lemon and Garlic</a>, and <a href=\"https://spoonacular.com/recipes/roasted-garlic-lemon-broccoli-110090\">Roasted Garlic Lemon Broccoli</a>.",
    "dishTypes": ["side dish"]
  },
  {
    "title": "Spicy Indian-Style Hummus",
    "image": "https://img.spoonacular.com/recipes/716195-312x231.jpg",
    "id": 716195,
    "readyInMinutes": 45,
    "servings": 12,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 161,
    "healthScore": 40,
    "summary": "You can never have too many middl eastern recipes, so give Spicy Indian-Style Hummus a try. For <b>44 cents per serving</b>, you get a hor d'oeuvre that serves 12. Watching your figure? This gluten free, dairy free, lacto ovo vegetarian, and vegan recipe has <b>134 calories</b>, <b>5g of protein</b>, and <b>6g of fat</b> per serving. This recipe from foodandspice.blogspot.com has 161 fans. From preparation to the plate, this recipe takes about <b>45 minutes</b>. Head to the store and pick up turmeric, chilies, sea salt, and a few other things to make it today. With a spoonacular <b>score of 96%</b>, this dish is outstanding. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/indian-style-spicy-couscous-647863\">Indian Style Spicy Couscous</a>, <a href=\"https://spoonacular.com/recipes/red-onion-indian-spiced-hummus-217684\">Red onion & Indian-spiced hummus</a>, and <a href=\"https://spoonacular.com/recipes/indian-style-coleslaw-603940\">Indian-Style Coleslaw</a>.",
    "dishTypes": [
      "antipasti",
      "condiment",
      "starter",
      "snack",
      "appetizer",
      "dip",
      "antipasto",
      "hor d'oeuvre",
      "spread"
    ]
  },
  {
    "title": "Stir Fried Quinoa, Brown Rice and Chicken Breast",
    "image": "https://img.spoonacular.com/recipes/716361-312x231.jpg",
    "id": 716361,
    "readyInMinutes": 45,
    "servings": 1,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free"],
    "aggregateLikes": 39,
    "healthScore": 66,
    "summary": "You can never have too many main course recipes, so give Stir Fried Quinoa, Brown Rice and Chicken Breast a try. This recipe serves 1 and costs $3.58 per serving. One serving contains <b>750 calories</b>, <b>58g of protein</b>, and <b>20g of fat</b>. 39 people were impressed by this recipe. If you have cherry tomatoes, spring onion, butter, and a few other ingredients on hand, you can make it. It is brought to you by Afrolems. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. It is a good option if you're following a <b>gluten free</b> diet. All things considered, we decided this recipe <b>deserves a spoonacular score of 95%</b>. This score is tremendous. Try <a href=\"https://spoonacular.com/recipes/stir-fried-chicken-with-broccoli-brown-rice-793247\">Stir-fried chicken with broccoli & brown rice</a>, <a href=\"https://spoonacular.com/recipes/stir-fried-broccoli-with-brown-rice-meat-optional-569617\">Stir-Fried Broccoli with Brown Rice {Meat Optional}</a>, and <a href=\"https://spoonacular.com/recipes/stir-fried-chickpeas-and-asparagus-with-brown-rice-and-lemon-ta-31848\">Stir-fried Chickpeas And Asparagus With Brown Rice And Lemon Ta</a> for similar recipes.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Snap Pea and Green Bean Salad with Arugula Pesto",
    "image": "https://img.spoonacular.com/recipes/765011-312x231.jpg",
    "id": 765011,
    "readyInMinutes": 45,
    "servings": 6,
    "vegetarian": true,
    "vegan": false,
    "diets": ["gluten free", "lacto ovo vegetarian", "primal"],
    "aggregateLikes": 127,
    "healthScore": 49,
    "summary": "If you want to add more <b>gluten free, lacto ovo vegetarian, and primal</b> recipes to your recipe box, Snap Pean and Green Bean Salad with Arugula Pesto might be a recipe you should try. This side dish has <b>314 calories</b>, <b>12g of protein</b>, and <b>22g of fat</b> per serving. This recipe serves 6. For <b>$2.22 per serving</b>, this recipe <b>covers 23%</b> of your daily requirements of vitamins and minerals. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. This recipe is liked by 127 foodies and cooks. Head to the store and pick up wax beans, basil leaves, cilantro, and a few other things to make it today. It is brought to you by Pink When. Taking all factors into account, this recipe <b>earns a spoonacular score of 96%</b>, which is amazing. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/snap-peas-and-green-beans-with-arugula-mint-pesto-875123\">Snap Peas and Green Beans with Arugula-Mint Pesto</a>, <a href=\"https://spoonacular.com/recipes/snap-peas-and-green-beans-with-arugula-mint-pesto-1229543\">Snap Peas and Green Beans with Arugula-Mint Pesto</a>, and <a href=\"https://spoonacular.com/recipes/snap-peas-and-green-beans-with-arugula-mint-pesto-1295733\">Snap Peas and Green Beans with Arugula-Mint Pesto</a>.",
    "dishTypes": ["side dish"]
  },
  {
    "title": "Skinny Kale Basil Pesto",
    "image": "https://img.spoonacular.com/recipes/660228-312x231.jpg",
    "id": 660228,
    "readyInMinutes": 45,
    "servings": 3,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free"],
    "aggregateLikes": 10,
    "healthScore": 81,
    "summary": "Skinny Kale Basil Pesto requires about <b>45 minutes</b> from start to finish. For <b>$1.06 per serving</b>, you get a condiment that serves 3. Watching your figure? This gluten free recipe has <b>81 calories</b>, <b>4g of protein</b>, and <b>5g of fat</b> per serving. A few people made this recipe, and 10 would say it hit the spot. It is brought to you by Foodista. A mixture of parmesan cheese, olive oil, walnuts, and a handful of other ingredients are all it takes to make this recipe so delicious. With a spoonacular <b>score of 97%</b>, this dish is great. <a href=\"https://spoonacular.com/recipes/kale-basil-mint-parsley-pesto-1018918\">Kale Basil Mint Parsley Pesto</a>, <a href=\"https://spoonacular.com/recipes/kale-basil-mint-parsley-pesto-1353273\">Kale Basil Mint Parsley Pesto</a>, and <a href=\"https://spoonacular.com/recipes/kale-spinach-and-basil-pesto-baked-pasta-1099896\">Kale, Spinach and Basil Pesto Baked Pasta</a> are very similar to this recipe.",
    "dishTypes": ["condiment", "dip", "sauce", "spread"]
  },
  {
    "title": "Greek-Style Baked Fish: Fresh, Simple, and Delicious",
    "image": "https://img.spoonacular.com/recipes/716408-312x231.jpg",
    "id": 716408,
    "readyInMinutes": 30,
    "servings": 4,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "pescatarian"],
    "aggregateLikes": 396,
    "healthScore": 42,
    "summary": "Greek-Style Baked Fish: Fresh, Simple, and Delicious might be just the <b>Mediterranean</b> recipe you are searching for. For <b>$3.04 per serving</b>, this recipe <b>covers 21%</b> of your daily requirements of vitamins and minerals. One portion of this dish contains roughly <b>28g of protein</b>, <b>12g of fat</b>, and a total of <b>343 calories</b>. This recipe serves 4. Plenty of people made this recipe, and 396 would say it hit the spot. It works well as a main course. Head to the store and pick up pepper, white wine, basil, and a few other things to make it today. From preparation to the plate, this recipe takes roughly <b>30 minutes</b>. It is a good option if you're following a <b>gluten free and pescatarian</b> diet. It is brought to you by fullbellysisters.blogspot.com. Overall, this recipe earns a <b>tremendous spoonacular score of 98%</b>. Similar recipes are <a href=\"https://spoonacular.com/recipes/simple-greek-style-baked-fish-557560\">Simple Greek Style Baked Fish</a>, <a href=\"https://spoonacular.com/recipes/greek-style-baked-fish-526858\">Greek Style Baked Fish</a>, and <a href=\"https://spoonacular.com/recipes/delicious-greek-pastitsio-casserole-style-569500\">Delicious Greek Pastitsio {Casserole-Style}</a>.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Spinach Salad with Strawberry Vinaigrette",
    "image": "https://img.spoonacular.com/recipes/661340-312x231.jpg",
    "id": 661340,
    "readyInMinutes": 45,
    "servings": 1,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "primal"],
    "aggregateLikes": 15,
    "healthScore": 79,
    "summary": "Need a <b>gluten free and primal main course</b>? Spinach Salad with Strawberry Vinaigrette could be a great recipe to try. This recipe makes 1 servings with <b>322 calories</b>, <b>22g of protein</b>, and <b>13g of fat</b> each. For <b>$3.39 per serving</b>, this recipe <b>covers 33%</b> of your daily requirements of vitamins and minerals. A mixture of water, balsamic vinegar, ground pepper, and a handful of other ingredients are all it takes to make this recipe so delicious. It will be a hit at your <b>Mother's Day</b> event. 15 people have made this recipe and would make it again. It is brought to you by Foodista. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 96%</b>. This score is awesome. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/strawberry-avocado-spinach-salad-with-strawberry-vinaigrette-583232\">Strawberry Avocado Spinach Salad with Strawberry Vinaigrette</a>, <a href=\"https://spoonacular.com/recipes/strawberry-avocado-spinach-salad-with-strawberry-vinaigrette-1231959\">Strawberry Avocado Spinach Salad with Strawberry Vinaigrette</a>, and <a href=\"https://spoonacular.com/recipes/spinach-strawberry-salad-with-strawberry-vinaigrette-1296303\">Spinach Strawberry Salad with Strawberry Vinaigrette</a>.",
    "dishTypes": [
      "side dish",
      "lunch",
      "salad",
      "main course",
      "main dish",
      "dinner"
    ]
  },
  {
    "title": "Salmon with roasted vegetables",
    "image": "https://img.spoonacular.com/recipes/659135-312x231.jpg",
    "id": 659135,
    "readyInMinutes": 45,
    "servings": 2,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "dairy free", "whole 30", "pescatarian"],
    "aggregateLikes": 7,
    "healthScore": 100,
    "summary": "Salmon with roasted vegetables takes approximately <b>45 minutes</b> from beginning to end. For <b>$5.2 per serving</b>, this recipe <b>covers 45%</b> of your daily requirements of vitamins and minerals. This recipe serves 2. One serving contains <b>496 calories</b>, <b>39g of protein</b>, and <b>18g of fat</b>. Head to the store and pick up lemon juice, salt, carrot, and a few other things to make it today. Not a lot of people made this recipe, and 7 would say it hit the spot. It works well as a main course. It is a good option if you're following a <b>gluten free, dairy free, whole 30, and pescatarian</b> diet. It is brought to you by Foodista. Overall, this recipe earns a <b>great spoonacular score of 94%</b>. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/roasted-salmon-vegetables-1312689\">Roasted Salmon & Vegetables</a>, <a href=\"https://spoonacular.com/recipes/roasted-salmon-vegetables-36765\">Roasted Salmon & Vegetables</a>, and <a href=\"https://spoonacular.com/recipes/salmon-with-roasted-vegetables-1333407\">Salmon with roasted vegetables</a>.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Cod with Tomato-Olive-Chorizo Sauce and Mashed Potatoes",
    "image": "https://img.spoonacular.com/recipes/639851-312x231.jpg",
    "id": 639851,
    "readyInMinutes": 45,
    "servings": 2,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "dairy free", "whole 30"],
    "aggregateLikes": 14,
    "healthScore": 83,
    "summary": "If you want to add more <b>gluten free, dairy free, and whole 30</b> recipes to your collection, Cod with Tomato-Olive-Chorizo Sauce and Mashed Potatoes might be a recipe you should try. This recipe serves 2 and costs $6.26 per serving. This main course has <b>733 calories</b>, <b>56g of protein</b>, and <b>40g of fat</b> per serving. This recipe is liked by 14 foodies and cooks. Head to the store and pick up lemon juice, parsley leaves, parsley, and a few other things to make it today. It is perfect for <b>Thanksgiving</b>. It is brought to you by Foodista. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. All things considered, we decided this recipe <b>deserves a spoonacular score of 96%</b>. This score is awesome. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/cod-stew-with-chorizo-leeks-potatoes-2655\">Cod Stew With Chorizo, Leeks & Potatoes</a>, <a href=\"https://spoonacular.com/recipes/tuna-steaks-in-spicy-tomato-sauce-with-mashed-potatoes-1204417\">Tuna Steaks In Spicy Tomato Sauce With Mashed Potatoes</a>, and <a href=\"https://spoonacular.com/recipes/tuna-steaks-in-spicy-tomato-sauce-with-mashed-potatoes-668002\">Tuna Steaks In Spicy Tomato Sauce With Mashed Potatoes</a>.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Vegetable Dip",
    "image": "https://img.spoonacular.com/recipes/664547-312x231.jpg",
    "id": 664547,
    "readyInMinutes": 45,
    "servings": 3,
    "vegetarian": true,
    "vegan": false,
    "diets": ["gluten free", "lacto ovo vegetarian", "primal"],
    "aggregateLikes": 1,
    "healthScore": 100,
    "summary": "Vegetable Dip might be just the hor d'oeuvre you are searching for. This recipe serves 3. Watching your figure? This gluten free, lacto ovo vegetarian, and primal recipe has <b>210 calories</b>, <b>16g of protein</b>, and <b>4g of fat</b> per serving. For <b>$1.84 per serving</b>, this recipe <b>covers 29%</b> of your daily requirements of vitamins and minerals. Only a few people made this recipe, and 1 would say it hit the spot. It is brought to you by Foodista. From preparation to the plate, this recipe takes around <b>45 minutes</b>. It will be a hit at your <b>The Super Bowl</b> event. If you have vegetables, onion, lowfat yogurt, and a few other ingredients on hand, you can make it. Overall, this recipe earns a <b>spectacular spoonacular score of 96%</b>. <a href=\"https://spoonacular.com/recipes/vegetable-dip-407029\">Vegetable Dip</a>, <a href=\"https://spoonacular.com/recipes/italian-vegetable-dip-268772\">Italian Vegetable Dip</a>, and <a href=\"https://spoonacular.com/recipes/roasted-vegetable-dip-444123\">Roasted Vegetable Dip</a> are very similar to this recipe.",
    "dishTypes": [
      "antipasti",
      "condiment",
      "starter",
      "snack",
      "appetizer",
      "dip",
      "antipasto",
      "hor d'oeuvre",
      "spread"
    ]
  },
  {
    "title": "Balsamic & Honey Glazed Salmon with Lemony Asparagus",
    "image": "https://img.spoonacular.com/recipes/633921-312x231.jpg",
    "id": 633921,
    "readyInMinutes": 60,
    "servings": 2,
    "vegetarian": false,
    "vegan": false,
    "diets": ["gluten free", "dairy free", "pescatarian"],
    "aggregateLikes": 28,
    "healthScore": 82,
    "summary": "If you want to add more <b>gluten free, dairy free, and pescatarian</b> recipes to your recipe box, Balsamic & Honey Glazed Salmon with Lemony Asparagus might be a recipe you should try. For <b>$4.44 per serving</b>, this recipe <b>covers 26%</b> of your daily requirements of vitamins and minerals. One portion of this dish contains approximately <b>25g of protein</b>, <b>14g of fat</b>, and a total of <b>301 calories</b>. This recipe serves 2. 28 people were impressed by this recipe. From preparation to the plate, this recipe takes roughly <b>1 hour</b>. It is brought to you by Foodista. It works well as a pretty expensive main course. Head to the store and pick up juice of lemon, herbs de provence, salmon fillet, and a few other things to make it today. Taking all factors into account, this recipe <b>earns a spoonacular score of 96%</b>, which is great. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/balsamic-honey-glazed-salmon-with-lemony-asparagus-1501683\">Balsamic & Honey Glazed Salmon with Lemony Asparagus</a>, <a href=\"https://spoonacular.com/recipes/balsamic-honey-glazed-salmon-with-lemony-asparagus-1614063\">Balsamic & Honey Glazed Salmon with Lemony Asparagus</a>, and <a href=\"https://spoonacular.com/recipes/balsamic-honey-glazed-salmon-with-lemony-asparagus-1363909\">Balsamic & Honey Glazed Salmon with Lemony Asparagus</a>.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Curried Butternut Squash and Apple Soup",
    "image": "https://img.spoonacular.com/recipes/641057-312x231.jpg",
    "id": 641057,
    "readyInMinutes": 45,
    "servings": 1,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 9,
    "healthScore": 81,
    "summary": "If you want to add more <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> recipes to your recipe box, Curried Butternut Squash and Apple Soup might be a recipe you should try. For <b>$1.41 per serving</b>, this recipe <b>covers 16%</b> of your daily requirements of vitamins and minerals. This recipe serves 1. One serving contains <b>134 calories</b>, <b>7g of protein</b>, and <b>3g of fat</b>. A mixture of a squirt sriracha, butternut squash, apple, and a handful of other ingredients are all it takes to make this recipe so yummy. It is perfect for <b>Autumn</b>. It works well as a hor d'oeuvre. This recipe from Foodista has 9 fans. From preparation to the plate, this recipe takes around <b>45 minutes</b>. Overall, this recipe earns an <b>awesome spoonacular score of 89%</b>. Similar recipes include <a href=\"https://spoonacular.com/recipes/curried-apple-butternut-squash-soup-620121\">Curried Apple + Butternut Squash Soup</a>, <a href=\"https://spoonacular.com/recipes/curried-butternut-squash-and-apple-soup-836936\">Curried Butternut Squash and Apple Soup</a>, and <a href=\"https://spoonacular.com/recipes/curried-butternut-squash-apple-soup-crock-pot-94742\">Curried Butternut Squash & Apple Soup - Crock Pot</a>.",
    "dishTypes": [
      "antipasti",
      "soup",
      "starter",
      "snack",
      "appetizer",
      "antipasto",
      "hor d'oeuvre"
    ]
  },
  {
    "title": "Amaranth and Roast Veggie Salad",
    "image": "https://img.spoonacular.com/recipes/632269-312x231.jpg",
    "id": 632269,
    "readyInMinutes": 45,
    "servings": 2,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 5,
    "healthScore": 100,
    "summary": "Amaranth and Roast Veggie Salad could be just the <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> recipe you've been looking for. This recipe serves 2 and costs $2.47 per serving. This hor d'oeuvre has <b>361 calories</b>, <b>9g of protein</b>, and <b>18g of fat</b> per serving. From preparation to the plate, this recipe takes roughly <b>45 minutes</b>. This recipe from Foodista requires amaranth, punnet baby tomatoes, bell pepper, and pumpkin. 5 people have tried and liked this recipe. Overall, this recipe earns an <b>outstanding spoonacular score of 95%</b>. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/mums-roast-veggie-salad-12573\">Mum’s Roast Veggie Salad</a>, <a href=\"https://spoonacular.com/recipes/amaranth-yogurt-parfait-popped-amaranth-parfait-with-fruits-1235383\">amaranth yogurt parfait – popped amaranth parfait with fruits</a>, and <a href=\"https://spoonacular.com/recipes/amaranth-yogurt-parfait-popped-amaranth-parfait-with-fruits-1238997\">amaranth yogurt parfait – popped amaranth parfait with fruits</a>.",
    "dishTypes": [
      "side dish",
      "antipasti",
      "salad",
      "starter",
      "snack",
      "appetizer",
      "antipasto",
      "hor d'oeuvre"
    ]
  },
  {
    "title": "Carrot and Cabbage Salad With Coriander+cumin Dry Rub",
    "image": "https://img.spoonacular.com/recipes/637162-312x231.jpg",
    "id": 637162,
    "readyInMinutes": 25,
    "servings": 1,
    "vegetarian": true,
    "vegan": true,
    "diets": [
      "gluten free",
      "dairy free",
      "paleolithic",
      "lacto ovo vegetarian",
      "primal",
      "fodmap friendly",
      "whole 30",
      "vegan"
    ],
    "aggregateLikes": 4,
    "healthScore": 100,
    "summary": "If you want to add more <b>gluten free, dairy free, paleolithic, and lacto ovo vegetarian</b> recipes to your repertoire, Carrot and Cabbage Salad With Coriander+cumin Dry Rub might be a recipe you should try. This recipe serves 1. One portion of this dish contains about <b>6g of protein</b>, <b>10g of fat</b>, and a total of <b>222 calories</b>. For <b>$1.4 per serving</b>, this recipe <b>covers 27%</b> of your daily requirements of vitamins and minerals. 4 people have made this recipe and would make it again. Head to the store and pick up sunflower seeds, cumin seed powder, juice of lime, and a few other things to make it today. It works well as an affordable hor d'oeuvre. From preparation to the plate, this recipe takes roughly <b>25 minutes</b>. It is brought to you by Foodista. Overall, this recipe earns a <b>super spoonacular score of 96%</b>. If you like this recipe, you might also like recipes such as <a href=\"https://spoonacular.com/recipes/carrot-and-cabbage-salad-with-coriandercumin-dry-rub-1230725\">Carrot and Cabbage Salad With Coriander+cumin Dry Rub</a>, <a href=\"https://spoonacular.com/recipes/carrot-and-cabbage-salad-with-coriandercumin-dry-rub-1350633\">Carrot and Cabbage Salad With Coriander+cumin Dry Rub</a>, and <a href=\"https://spoonacular.com/recipes/carrot-and-cabbage-salad-with-coriandercumin-dry-rub-1253443\">Carrot and Cabbage Salad With Coriander+cumin Dry Rub</a>.",
    "dishTypes": [
      "side dish",
      "antipasti",
      "salad",
      "starter",
      "snack",
      "appetizer",
      "antipasto",
      "hor d'oeuvre"
    ]
  },
  {
    "title": "Instant Pot Quinoa Grain Bowl",
    "image": "https://img.spoonacular.com/recipes/982371-312x231.jpg",
    "id": 982371,
    "readyInMinutes": 13,
    "servings": 4,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 1,
    "healthScore": 100,
    "summary": "Instant Pot Quinoa Grain Bowl might be a good recipe to expand your main course recipe box. Watching your figure? This gluten free, dairy free, lacto ovo vegetarian, and vegan recipe has <b>416 calories</b>, <b>16g of protein</b>, and <b>10g of fat</b> per serving. This recipe serves 4 and costs $3.02 per serving. From preparation to the plate, this recipe takes roughly <b>13 minutes</b>. A mixture of baby brussell sprouts, broccoli, salt and pepper, and a handful of other ingredients are all it takes to make this recipe so tasty. 1 person has made this recipe and would make it again. It is brought to you by Pink When. With a spoonacular <b>score of 96%</b>, this dish is super. Users who liked this recipe also liked <a href=\"https://spoonacular.com/recipes/instant-pot-quinoa-grain-bowl-1693765\">Instant Pot Quinoa Grain Bowl</a>, <a href=\"https://spoonacular.com/recipes/instant-pot-sausage-cabbage-bowl-with-quinoa-or-stovetop-901463\">Instant Pot Sausage Cabbage Bowl with Quinoa (or Stovetop)</a>, and <a href=\"https://spoonacular.com/recipes/crock-pot-chicken-fajita-bowl-grain-free-paleo-1224627\">Crock Pot Chicken Fajita Bowl (Grain-Free, Paleo)</a>.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Roasted Cauliflower Detox Bowl with Tahini Sauce",
    "image": "https://img.spoonacular.com/recipes/1095753-312x231.jpg",
    "id": 1095753,
    "readyInMinutes": 50,
    "servings": 2,
    "vegetarian": true,
    "vegan": true,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian", "vegan"],
    "aggregateLikes": 1,
    "healthScore": 100,
    "summary": "Roasted Cauliflower Detox Bowl with Tahini Sauce might be just the main course you are searching for. One serving contains <b>549 calories</b>, <b>18g of protein</b>, and <b>30g of fat</b>. This recipe serves 2 and costs $3.06 per serving. 1 person were glad they tried this recipe. A mixture of kale leaves, garlic, ground cumin, and a handful of other ingredients are all it takes to make this recipe so yummy. It is a good option if you're following a <b>gluten free, dairy free, lacto ovo vegetarian, and vegan</b> diet. From preparation to the plate, this recipe takes around <b>50 minutes</b>. It is brought to you by Foodista. All things considered, we decided this recipe <b>deserves a spoonacular score of 95%</b>. This score is awesome. <a href=\"https://spoonacular.com/recipes/quinoa-bowl-with-roasted-cauliflower-and-tahini-dressing-862308\">Quinoa Bowl with Roasted Cauliflower and Tahini Dressing</a>, <a href=\"https://spoonacular.com/recipes/quinoa-bowl-with-roasted-cauliflower-and-tahini-dressing-1667949\">Quinoa Bowl with Roasted Cauliflower and Tahini Dressing</a>, and <a href=\"https://spoonacular.com/recipes/roasted-cauliflower-with-tahini-sauce-658541\">Roasted Cauliflower with Tahini Sauce</a> are very similar to this recipe.",
    "dishTypes": ["lunch", "main course", "main dish", "dinner"]
  },
  {
    "title": "Smoky Black Bean Soup With Sweet Potato & Kale",
    "image": "https://img.spoonacular.com/recipes/660405-312x231.jpg",
    "id": 660405,
    "readyInMinutes": 630,
    "servings": 6,
    "vegetarian": true,
    "vegan": false,
    "diets": ["gluten free", "dairy free", "lacto ovo vegetarian"],
    "aggregateLikes": 5,
    "healthScore": 100,
    "summary": "You can never have too many main course recipes, so give Smoky Black Bean Soup With Sweet Potato & Kale a try. One serving contains <b>555 calories</b>, <b>23g of protein</b>, and <b>7g of fat</b>. This recipe serves 6. For <b>$2.62 per serving</b>, this recipe <b>covers 41%</b> of your daily requirements of vitamins and minerals. 5 people have tried and liked this recipe. This recipe from Foodista requires chicken broth, onion, black beans, and salt & pepper. From preparation to the plate, this recipe takes around <b>10 hours and 30 minutes</b>. It can be enjoyed any time, but it is especially good for <b>Autumn</b>. It is a good option if you're following a <b>gluten free, dairy free, and lacto ovo vegetarian</b> diet. All things considered, we decided this recipe <b>deserves a spoonacular score of 96%</b>. This score is amazing. Similar recipes include <a href=\"https://spoonacular.com/recipes/smoky-sweet-potato-and-black-bean-tacos-524599\">Smoky Sweet Potato and Black Bean Tacos</a>, <a href=\"https://spoonacular.com/recipes/smoky-sweet-potato-and-black-bean-tacos-1316245\">Smoky Sweet Potato and Black Bean Tacos</a>, and <a href=\"https://spoonacular.com/recipes/sweet-and-smoky-sriracha-black-bean-soup-557795\">Sweet and Smoky Sriracha Black Bean Soup</a>.",
    "dishTypes": ["soup", "lunch", "main course", "main dish", "dinner"]
  }
]
